{
  "number": "109",
  "name": "Al Kaafiruun",
  "taud": "﻿اعوذ بالله من الشيطان الرجيم",
  "bismillah": "﻿بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
  "ayat": [
    {
      "arabic": "﻿١.  \tقُلْ يَا أَيُّهَا الْكَافِرُونَ",
      "english": "﻿1.  \tSay (O Muhammad (SAW) to these Mushrikûn and Kâfirûn): \u0022O Al-Kâfirûn (disbelievers in Allâh, in His Oneness, in His Angels, in His Books, in His Messengers, in the Day of Resurrection, and in Al-Qadar)!",
      "indonesian": "1. Katakanlah: \u0022Hai orang-orang kafir,",
      "japanese": "1. \u0026#35328;\u0026#12387;\u0026#12390;\u0026#12420;\u0026#12427;\u0026#12364;\u0026#12356;\u0026#12356;\u0026#12290;\u0026#12300;\u0026#12362;\u0026#12362;\u0026#19981;\u0026#20449;\u0026#32773;\u0026#12383;\u0026#12385;\u0026#12424;\u0026#65292;",
      "korean": "1. 불신자들에게 일러 가로되",
      "chinese": "1. 你說:\u0022不信道的人們啊！",
      "tafsir": "١. { قل يا أيها الكافرون } .",
      "russian": "1. Скажи: \u0022О неверующие!",
      "spanish": "1. Di: «¡Infieles!",
      "french": "1. Dis : \u0022ô vous les infidèles !"
    },
    {
      "arabic": "٢.  \tلَا أَعْبُدُ مَا تَعْبُدُونَ",
      "english": "2.  \t\u0022I worship not that which you worship,",
      "indonesian": "2. Aku tidak akan menyembah apa yang kamu sembah.",
      "japanese": "2. \u0026#12431;\u0026#12383;\u0026#12375;\u0026#12399;\u0026#65292;\u0026#12354;\u0026#12394;\u0026#12383;\u0026#12364;\u0026#12383;\u0026#12364;\u0026#23815;\u0026#12417;\u0026#12427;\u0026#12418;\u0026#12398;\u0026#12434;\u0026#23815;\u0026#12417;\u0026#12394;\u0026#12356;\u0026#12290;",
      "korean": "2. 너희가 숭배하는 것을 내가 숭배하지 아니하며",
      "chinese": "2. 我不崇拜你們所崇拜的 ,",
      "tafsir": "٢. { لا أعبد } في الحال { ما تعبدون } من الأصنام.",
      "russian": "2. Я не поклоняюсь тому, чему поклоняетесь вы,",
      "spanish": "2. Yo no sirvo lo que vosotros servís,",
      "french": "2. Je n\u0027adore pas ce que vous adorez."
    },
    {
      "arabic": "٣.  \tوَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ",
      "english": "3.  \t\u0022Nor will you worship that which I worship.",
      "indonesian": "3. Dan kamu bukan penyembah Tuhan yang aku sembah.",
      "japanese": "3. \u0026#12354;\u0026#12394;\u0026#12383;\u0026#12364;\u0026#12383;\u0026#12399;\u0026#65292;\u0026#12431;\u0026#12383;\u0026#12375;\u0026#12364;\u0026#23815;\u0026#12417;\u0026#12427;\u0026#12418;\u0026#12398;\u0026#12434;\u0026#65292;\u0026#23815;\u0026#12417;\u0026#12427;\u0026#32773;\u0026#12383;\u0026#12385;\u0026#12391;\u0026#12399;\u0026#12394;\u0026#12356;\u0026#12290;",
      "korean": "3. 내가 경배하는 분을 너희가 경배하지 아니하고",
      "chinese": "3. 你們也不崇拜我所崇拜的 ;",
      "tafsir": "٣. { ولا أنتم عابدون } في الحال { ما أعبد } وهو الله تعالى وحده.",
      "russian": "3. а вы не поклоняетесь Тому, Кому поклоняюсь я.",
      "spanish": "3. Y vosotros no servís lo que yo sirvo.",
      "french": "3. Et vous n\u0027êtes pas adorateurs de ce que j\u0027adore."
    },
    {
      "arabic": "٤.  \tوَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ",
      "english": "4.  \t\u0022And I shall not worship that which you are worshipping.",
      "indonesian": "4. Dan aku tidak pernah menjadi penyembah apa yang kamu sembah,",
      "japanese": "4. \u0026#12431;\u0026#12383;\u0026#12375;\u0026#12399;\u0026#65292;\u0026#12354;\u0026#12394;\u0026#12383;\u0026#12364;\u0026#12383;\u0026#12364;\u0026#23815;\u0026#12417;\u0026#12390;\u0026#12365;\u0026#12383;\u0026#12418;\u0026#12398;\u0026#12398;\u0026#65292;\u0026#23815;\u0026#25309;\u0026#32773;\u0026#12391;\u0026#12399;\u0026#12394;\u0026#12356;\u0026#12290;",
      "korean": "4. 너희가 숭배했던 것들을 내가숭배하지 아니할 것이며",
      "chinese": "4. 我不會崇拜你們所崇拜的 ,",
      "tafsir": "٤. { ولا أنا عابد } في الاستقبال { ما عبدتم } .",
      "russian": "4. Я не поклоняюсь так, как поклоняетесь вы (или тому, чему поклоняетесь вы),",
      "spanish": "4. Yo no sirvo lo que vosotros habéis servido",
      "french": "4. Je ne suis pas adorateur de ce que vous adorez."
    },
    {
      "arabic": "٥.  \tوَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ",
      "english": "5.  \t\u0022Nor will you worship that which I worship.",
      "indonesian": "5. dan kamu tidak pernah (pula) menjadi penyembah Tuhan yang aku sembah.",
      "japanese": "5. \u0026#12354;\u0026#12394;\u0026#12383;\u0026#12364;\u0026#12383;\u0026#12399;\u0026#65292;\u0026#12431;\u0026#12383;\u0026#12375;\u0026#12364;\u0026#23815;\u0026#12417;\u0026#12390;\u0026#12365;\u0026#12383;\u0026#12418;\u0026#12398;\u0026#12398;\u0026#65292;\u0026#23815;\u0026#25309;\u0026#32773;\u0026#12391;\u0026#12399;\u0026#12394;\u0026#12356;\u0026#12290;",
      "korean": "5. 내가 경배한 그분을 너희가 경배하지 않을 것이니",
      "chinese": "5. 你們也不會崇拜我所崇拜的 ;",
      "tafsir": "٥. { ولا أنتم عابدون } في الاستقبال { ما أعبد } علم الله منهم أنهم لا يؤمنون، وإطلاق ما على الله على وجه المقابلة.",
      "russian": "5. а вы не поклоняетесь так, как поклоняюсь я (или Тому, Кому поклоняюсь я).",
      "spanish": "5. Y vosotros no servís lo que yo sirvo.",
      "french": "5. Et vous n\u0027êtes pas adorateurs de ce que j\u0027adore."
    },
    {
      "arabic": "٦.  \tلَكُمْ دِينُكُمْ وَلِيَ دِينِ",
      "english": "6.  \t\u0022To you be your religion, and to me my religion (Islâmic Monotheism).\u0022",
      "indonesian": "6. Untukmu agamamu, dan untukkulah, agamaku\u0022.",
      "japanese": "6. \u0026#12354;\u0026#12394;\u0026#12383;\u0026#12364;\u0026#12383;\u0026#12395;\u0026#12399;\u0026#65292;\u0026#12354;\u0026#12394;\u0026#12383;\u0026#12364;\u0026#12383;\u0026#12398;\u0026#23447;\u0026#25945;\u0026#12364;\u0026#12354;\u0026#12426;\u0026#65292;\u0026#12431;\u0026#12383;\u0026#12375;\u0026#12395;\u0026#12399;\u0026#65292;\u0026#12431;\u0026#12383;\u0026#12375;\u0026#12398;\u0026#23447;\u0026#25945;\u0026#12364;\u0026#12354;\u0026#12427;\u0026#12398;\u0026#12391;\u0026#12354;\u0026#12427;\u0026#12290;\u0026#12301;",
      "korean": "6. 너희에게는 너희의 종교가 있고 나에게는 나의 종교가 있을 뿐이라",
      "chinese": "6. 你們有你們的報應 ,我也有我的報應。\u0022",
      "tafsir": "٦. { لكم دينكم } الشرك { ولي دين } الإسلام وهذا قبل أن يؤمر بالحرب وحذف ياء الإضافة القراء السبعة وقفا ووصلا وأثبتها يعقوب في الحالين.",
      "russian": "6. Вы исповедуете свою религию, а я исповедую свою!\u0022",
      "spanish": "6. Vosotros tenéis vuestra religión y yo la mía».",
      "french": "6. A vous votre religion, et à moi ma religion\u0022."
    }
  ]
}